var dicData = {
    // 4학년 1학기
    "part": [
        {
            // 1단원
            "title": "큰 수",
            "list": [
                { 
                    "word": "개발 도상국", 
                    "mean": "산업의 발전과 경제 개발이 선진국에 비하여 덜 이루어진 나라를 개발도상국이라고 합니다.", 
                    "filename": "41_0001",
                    "has_image": false
                },
                { 
                    "word": "기부", 
                    "mean": "자선 사업, 공공사업을 돕기 위하여 돈이나 물건을 내놓는 것입니다.", 
                    "filename": "41_0002",
                    "has_image": false
                },
                { 
                    "word": "다섯 자리 수", 
                    "mean": "10000이 2개, 1000이 4개, 100이 5개, 10이 8개, 1이 3개인 수를 24583이라 쓰고, 이만 사천오백팔십삼이라고 읽습니다.", 
                    "filename": "41_0003",
                    "has_image": false
                },
                { 
                    "word": "달란트", 
                    "mean": "유대의 무게 단위로 1달란트는 약 34 kg입니다.", 
                    "filename": "41_0004",
                    "has_image": false
                },
                { 
                    "word": "만", 
                    "mean": "1000이 10개인 수를 10000 또는 1만이라 쓰고, 만 또는 일만이라고 읽습니다.", 
                    "filename": "41_0005",
                    "has_image": true
                },
                { 
                    "word": "방수포", 
                    "mean": "물이 스며들지 않도록 만든 천", 
                    "filename": "41_0006",
                    "has_image": false
                },
                { 
                    "word": "백만", 
                    "mean": "10000이 100개인 수를 1000000 또는 100만이라 쓰고, 백만이라고 읽습니다.", 
                    "filename": "41_0007",
                    "has_image": true
                },
                { 
                    "word": "백억", 
                    "mean": "1억이 100개인 수를 10000000000 또는 100억이라 쓰고, 백억이라고 읽습니다.", 
                    "filename": "41_0008",
                    "has_image": false
                },
                { 
                    "word": "백조", 
                    "mean": "1조가 100개인 수를 100000000000000 또는 100조라 쓰고, 백조라고 읽습니다.", 
                    "filename": "41_0009",
                    "has_image": false
                },
                { 
                    "word": "십만", 
                    "mean": "10000이 10개인 수를 100000 또는 10만이라 쓰고, 십만이라고 읽습니다.", 
                    "filename": "41_0010",
                    "has_image": true
                },
                { 
                    "word": "십억", 
                    "mean": "1억이 10개인 수를 1000000000 또는 10억이라 쓰고, 십억이라고 읽습니다.", 
                    "filename": "41_0011",
                    "has_image": false
                },
                { 
                    "word": "십조", 
                    "mean": "1조가 10개인 수를 10000000000000 또는 10조라 쓰고, 십조라고 읽습니다.", 
                    "filename": "41_0012",
                    "has_image": false
                },
                { 
                    "word": "억", 
                    "mean": "1000만이 10개인 수를 100000000 또는 1억이라 쓰고, 억 또는 일억이라고 읽습니다.", 
                    "filename": "41_0013",
                    "has_image": false
                },
                { 
                    "word": "오대양(5대양)", 
                    "mean": "지구를 둘러싸고 있는 다섯 대양으로 태평양, 대서양, 인도양, 남극 해양, 북극 해양을 말합니다.", 
                    "filename": "41_0014",
                    "has_image": false
                },
                { 
                    "word": "육대주(6대주)", 
                    "mean": "지구 위의 여섯 대륙으로 아시아, 아프리카, 유럽, 오세아니아, 남아메리카, 북아메리카를 말합니다.", 
                    "filename": "41_0015",
                    "has_image": false
                },
                { 
                    "word": "조 ", 
                    "mean": "1000억이 10개인 수를 1000000000000 또는 1조라 쓰고, 조 또는 일조라고 읽습니다.", 
                    "filename": "41_0016",
                    "has_image": false
                },
                { 
                    "word": "천만", 
                    "mean": "10000이 1000개인 수를 10000000 또는 1000만이라 쓰고, 천만이라고 읽습니다.", 
                    "filename": "41_0017",
                    "has_image": true
                },
                { 
                    "word": "천억", 
                    "mean": "1억이 1000개인 수를 100000000000 또는 1000억이라 쓰고, 천억이라고 읽습니다.", 
                    "filename": "41_0018",
                    "has_image": false
                },
                { 
                    "word": "천조", 
                    "mean": "1조가 1000개인 수를 1000000000000000 또는 1000조라 쓰고, 천조라고 읽습니다.", 
                    "filename": "41_0019",
                    "has_image": false
                },
                { 
                    "word": "큐빗", 
                    "mean": "고대 이집트, 바빌로니아에서 썼던 길이 단위로 1큐빗은 약 46 cm입니다.", 
                    "filename": "41_0020",
                    "has_image": false
                },
				{ 
                    "word": "후원", 
                    "mean": "뒤에서 도와주는 것을 말합니다.", 
                    "filename": "41_0042",
                    "has_image": false
                },
            ]
        
        },
        {
            // 2단원
            "title": "각도",
            "list": [
                { 
                    "word": "각도", 
                    "mean": "각의 크기를 각도라고 합니다. 직각을 똑같이 90으로 나눈 것 중 하나를 1도라 하고, 1˚라고 씁니다. 직각의 크기는 90˚입니다.", 
                    "filename": "41_0021",
                    "has_image": true
                },
                { 
                    "word": "각도기", 
                    "mean": "각도를 재는 도구로 투명한 반원형의 플라스틱판에 각도를 눈금으로 표시한 것입니다.", 
                    "filename": "41_0022",
                    "has_image": true
                },
                { 
                    "word": "경사로", 
                    "mean": "병원, 전시장 등의 건물에서 주로 이용하는 경사진 통로를 경사로라고 합니다.", 
                    "filename": "41_0023",
                    "has_image": false
                },
                { 
                    "word": "경사면", 
                    "mean": "비스듬히 기울여진 면을 경사면이라고 합니다.", 
                    "filename": "41_0024",
                    "has_image": false
                },
                { 
                    "word": "둔각", 
                    "mean": "각도가 직각보다 크고 180˚보다 작은 각을 둔각이라고 합니다.", 
                    "filename": "41_0025",
                    "has_image": true
                },
                { 
                    "word": "사각형의 네 각의 크기의 합", 
                    "mean": "사각형의 네 각의 크기의 합은 360˚입니다.", 
                    "filename": "41_0026",
                    "has_image": false
                },
                { 
                    "word": "삼각형의 세 각의 크기의 합", 
                    "mean": "삼각형의 세 각의 크기의 합은 180˚입니다.", 
                    "filename": "41_0027",
                    "has_image": false
                },
                { 
                    "word": "예각", 
                    "mean": "각도가 0˚보다 크고 직각보다 작은 각을 예각이라고 합니다.", 
                    "filename": "41_0028",
                    "has_image": true
                },
                { 
                    "word": "유니버설 디자인", 
                    "mean": "성별, 연령, 국적, 문화적 배경, 장애의 유무 등에 상관없이 누구나 손쉽게 사용할 수 있는 디자인을 유니버설 디자인이라고 합니다.", 
                    "filename": "41_0029",
                    "has_image": false
                },
                { 
                    "word": "텔레파시", 
                    "mean": "어떤 사람의 생각이나 말 등이 멀리 떨어져 있는 사람에게 도구를 통하지 않고 전달되는 것을 텔레파시라고 합니다.", 
                    "filename": "41_0030",
                    "has_image": false
                },
            ]
        
        },
        {
            // 3단원
            "title": "곱셈과 나눗셈",
            "list": [
                { 
                    "word": "묘목", 
                    "mean": "옮겨 심는 어린나무입니다.", 
                    "filename": "41_0031",
                    "has_image": false
                },
                { 
                    "word": "물 발자국", 
                    "mean": "제품을 만들 때부터 제품이 버려질 때까지 들어가는 모든 물의 양을 나타낸 것을 말합니다.", 
                    "filename": "41_0032",
                    "has_image": false
                },
                { 
                    "word": "탄소 발자국", 
                    "mean": "우리가 일상생활 속에서 물건을 만들고 쓰는 데 발생하는 이산화 탄소의 양을 말합니다.", 
                    "filename": "41_0033",
                    "has_image": false
                },
            ]
        
        },
        {
            // 4단원
            "title": "평면도형의 이동",
            "list": [
                { 
                    "word": "무늬", 
                    "mean": "옷감이나 조각품을 장식하기 위한 여러 가지 모양입니다.", 
                    "filename": "41_0034",
                    "has_image": false
                },
            ]
        
        },
        {
            // 5단원
            "title": "막대그래프",
            "list": [
                { 
                    "word": "막대그래프", 
                    "mean": "조사한 자료의 수를 막대 모양으로 나타낸 그래프입니다.", 
                    "filename": "41_0035",
                    "has_image": false
                },
                { 
                    "word": "식단표", 
                    "mean": "일정한 기간 동안 먹을 음식의 종류와 순서를 짜 놓은 계획표입니다.", 
                    "filename": "41_0036",
                    "has_image": false
                },
                { 
                    "word": "잔반", 
                    "mean": "먹고 남은 음식입니다.", 
                    "filename": "41_0037",
                    "has_image": false
                },
            ]
        
        },
        {
            // 6단원
            "title": "규칙 찾기",
            "list": [
                { 
                    "word": "세금", 
                    "mean": "나라에서 필요한 곳에 사용하기 위하여 국민이나 주민으로부터 강제로 거두어들이는 돈입니다.", 
                    "filename": "41_0038",
                    "has_image": false
                },
            ]
        
        },
        {
            // 7단원
            "title": "프로젝트",
            "list": [
                { 
                    "word": "자원봉사자", 
                    "mean": "어떤 일을 대가 없이 스스로 참여하여 돕는 사람을 말합니다.", 
                    "filename": "41_0039",
                    "has_image": false
                },
                { 
                    "word": "포스터", 
                    "mean": "광고나 선전을 위한 것으로 일정한 내용을 그림과 간단한 글로 나타내어 길거리나 사람의 눈에 많이 띄는 곳에 붙입니다.", 
                    "filename": "41_0040",
                    "has_image": true
                },
                { 
                    "word": "홍보", 
                    "mean": "널리 알리는 것을 홍보라고 합니다.", 
                    "filename": "41_0041",
                    "has_image": false
                },
            ]
        
        },


    ]
} 